{
  "header": {
    "title": "Mein Portfolio",
    "home": "Startseite",
    "portfolio": "Portfolio",
    "about": "Über mich",
    "contact": "Kontakt",
    "data_protection": "Datensicherheit"
  },
  "home": {
    "title": "Zelkulon",
    "welcome": "Willkommen in meinem Portfolio!",
    "services": "Dienstleistungen",
    "service1": {
      "title": "Software App-Entwicklung",
      "description": ""
    },
    "service2": {
      "title": "Testing nach ISTQB-Standard",
      "description": ""
    },
    "service3": {
      "title": "Vertrieb und Entwicklung für Apple App Store und Google Play Store",
      "description": ""
    },
    "service4": {
      "title": "IT-Beratung und Qualitätssicherung",
      "description": ""
    },
    "service5": {
      "title": "Schulungen, Workshops und Seminare in den Bereichen IT- und Software",
      "description": ""
    },
    "blog": "Blog",
      "blog1": {
        "title": "Dashboard Visualisierung Esp32-CAM",
        "description": ""
      },
      "blog2": {
        "title": "Spotify-Live-Tracking und Spotify-Archivierung Ihrer Wiedergabe.",
        "description": ""
      },
      "blog3": {
        "title": "Glücksrad-Simulation -->Everydaytooltip von Tim Tool.",
        "description": ""
      },
      "blog4": {
        "title": "Karten App Wo lang bin ich das letztemal gelaufen",
        "description": ""
      },
      "blog5": {
        "title": "SafetyButton App oder Zeiterfassungs- als Wochenplaner-App --> ERP angelehnt?",
        "description": ""
      }},
      "portfolio": {
        "title": "Meine Projekte",
        "description": "Entdecke mein Portfolio mit Webentwicklung, mobilen Apps und mehr.",
        "project1": {
          "title": "Zeiterfassung",
          "description": "Zeitmanagment"
        },
        "project2": {
          "title": "Schicksalsrad",
          "description": "Entscheidungsfindung"
        },
        "project3": {
          "title": "Live-Tracking & Archivierung",
          "description": "Songaufrufzähler Spotify"
        }
      },
  "about": {
    "title": "Über mich",
    "description": "Ich bin Absolvent der angewandten Informatik mit Erfahrung in Softwareentwicklung, IT-Beratung und Testautomatisierung. Mein Fokus liegt auf der Entwicklung innovativer Microservices, Apps und IoT-Lösungen.",
    "vision": "Mit meiner Firma möchte ich neue Standards in der Softwareentwicklung setzen und eine führende Position in der Branche einnehmen.",
    "experience": "Ich habe an Projekten für Toll Collect, Entraserv und Stromnetz Berlin gearbeitet, darunter Microservices mit Spring Cloud und Android/iOS-Apps.",
    "goals": "Meine Ziele sind es, erfolgreich Spiele- und Dienstleistungs-Apps zu veröffentlichen und meine UG langfristig zu etablieren.",
"logo1": "",
    "logo2": "",
    "logo3": "",
    "descriptionLong": "Erfahre mehr über meine Reise und meine Expertise in der Softwareentwicklung.",
    "visionLong": "Ich strebe danach, innovative Softwarelösungen zu entwickeln und mein Wissen in den Bereichen Microservices, Testing und App-Entwicklung weiter auszubauen. Meine Vision ist es, mit meiner eigenen Firma neue Standards in der Softwareentwicklung zu setzen und langfristig eine führende Position in der Branche einzunehmen.",
    "experienceLong": "Mit umfangreicher Erfahrung als Softwareentwickler in den Bereichen Softwareentwicklung, IT-Beratung und Testautomatisierung bei Unternehmen wie Toll Collect, Entraserv und Stromnetz Berlin. Meine Projekte umfassen die Entwicklung von Microservices mit Spring Cloud, Android- und iOS-Apps, sowie Lösungen mit ESP32 und Grafana. Zudem habe ich Expertise in Technologien wie Java, Kotlin, Docker und GitLab CI/CD.",
    "goalsLong": "Meine Ziele sind es, als Softwareentwickler durchzustarten, meine UG erfolgreich zu etablieren und Spiele- sowie Dienstleistungs-Apps zu veröffentlichen. Ich möchte mein Einkommen maximieren, um meine Familie zu unterstützen, und mich als Experte in der Softwareentwicklung weiterentwickeln."
  }
,
      "contact": {
        "title": "Kontaktiere mich",
        "description": "Melde dich bei mir für Anfragen oder Kooperationen."
      },
      "data_protection": {
        "title": "Datenschutz und Datensicherheit",
        "welcome": "Datenschutz und Impressum",
        "services": "Datenschutz-Grundverordnung DSGVO",
        "blog": "Impressum",
        "description": "Datenschutz und Impressum"
      }
    }
