{
  "header": {
    "title": "Unser Portfolio",
    "home": "Startseite",
    "portfolio": "Portfolio",
    "about": "Über uns",
    "contact": "Kontakt",
    "data_protection": "Datenschutz"
  },
  "home": {
    "title": "Zelkulon",
    "welcome": "Willkommen in meinem Portfolio!",
    "services": "Dienstleistungen",
    "service1": {
      "title": "Software App-Entwicklung",
      "description": ""
    },
    "service2": {
      "title": "Testing nach ISTQB-Standard",
      "description": ""
    },
    "service3": {
      "title": "Vertrieb und Entwicklung für Apple App Store und Google Play Store",
      "description": ""
    },
    "service4": {
      "title": "IT-Beratung und Qualitätssicherung",
      "description": ""
    },
    "service5": {
      "title": "Schulungen, Workshops und Seminare in den Bereichen IT- und Software",
      "description": ""
    },
    "blog": "Blog",
      "blog1": {
        "title": "Dashboard Visualisierung Esp32-CAM",
        "description": ""
      },
      "blog2": {
        "title": "Spotify-Live-Tracking und Spotify-Archivierung Ihrer Wiedergabe.",
        "description": ""
      },
      "blog3": {
        "title": "Glücksrad-Simulation -->Everydaytooltip von Tim Tool.",
        "description": ""
      },
      "blog4": {
        "title": "Karten App Wo lang bin ich das letztemal gelaufen",
        "description": ""
      },
      "blog5": {
        "title": "SafetyButton App oder Zeiterfassungs- als Wochenplaner-App --> ERP angelehnt?",
        "description": ""
      }},
      "portfolio": {
        "title": "Meine Projekte",
        "description": "Entdecke mein Portfolio mit Webentwicklung, mobilen Apps und mehr.",
        "project1": {
          "title": "Zeiterfassung",
          "description": "Zeitmanagment"
        },
        "project2": {
          "title": "Schicksalsrad",
          "description": "Entscheidungsfindung"
        },
        "project3": {
          "title": "Live-Tracking & Archivierung",
          "description": "Songaufrufzähler Spotify"
        }
      },
  "about": {
    "title": "Über uns",
    "description": "Wir sind ein Softwareentwicklungsunternehmen mit Fokus auf Microservices, mobile Apps und IoT-Lösungen. Unser Ziel ist es, innovative und hochwertige Softwarelösungen zu entwickeln.",
    "vision": "Wir streben an, technologische Standards neu zu definieren und eine führende Position in der Softwarebranche einzunehmen.",
    "experience": "Unsere Projekte umfassen die Entwicklung von Microservices mit Spring Cloud, Android- und iOS-Apps sowie IoT-Integrationen für Unternehmen wie Toll Collect, Entraserv und Stromnetz Berlin.",
    "goals": "Wir setzen auf nachhaltiges Wachstum, den erfolgreichen Launch von Apps und Dienstleistungen sowie die Etablierung unseres Unternehmens als führender Anbieter innovativer Softwarelösungen.",

    "descriptionLong": "Erfahren Sie mehr über unsere Expertise in der Softwareentwicklung und wie wir durch technologische Innovation Mehrwert schaffen.",
    "visionLong": "Unser Ziel ist es, maßgeschneiderte Softwarelösungen zu entwickeln, die nicht nur aktuellen Marktanforderungen gerecht werden, sondern auch technologische Trends setzen. Mit unserer Erfahrung in Microservices, Testautomatisierung und App-Entwicklung gestalten wir die Zukunft der Softwarebranche aktiv mit.",
    "experienceLong": "Mit umfangreicher Erfahrung in der Softwareentwicklung, IT-Beratung und Testautomatisierung haben wir erfolgreich Projekte für namhafte Unternehmen wie Toll Collect, Entraserv und Stromnetz Berlin realisiert. Unser technologischer Schwerpunkt liegt auf Java, Kotlin, Docker, GitLab CI/CD, Android und iOS-Apps sowie IoT-Lösungen wie ESP32 und Grafana.",
    "goalsLong": "Unsere langfristigen Ziele sind der Ausbau unseres Portfolios mit innovativen Softwarelösungen, die erfolgreiche Einführung von Spiele- und Service-Apps sowie die Positionierung unseres Unternehmens als vertrauenswürdiger Partner in der Softwarebranche."
  }
,
      "contact": {
        "title": "Kontaktiere mich",
        "description": "Melde dich bei mir für Anfragen oder Kooperationen."
      },
      "data_protection": {
        "title": "Datenschutz und Datensicherheit",
        "welcome": "Datenschutz und Impressum",
        "services": "Datenschutz-Grundverordnung DSGVO",
        "blog": "Impressum",
        "description": "Datenschutz und Impressum"
      }
    }
