{
  "header": {
    "title": "Our Portfolio",
    "home": "Home",
    "portfolio": "Portfolio",
    "about": "About Us",
    "contact": "Contact",
    "data_protection": "Privacy Policy"
  },
  "home": {
    "title": "Zelkulon",
    "welcome": "Welcome to my portfolio!",
    "services": "Services",
    "service1": {
      "title": "Software app development",
      "description": ""
    },
    "service2": {
      "title": "Distribution and development for Apple App Store and Google Play Store",
      "description": ""
    },
    "service3": {
      "title": "Testing to ISTQB standard",
      "description": ""
    },
    "service4": {
      "title": "IT consulting and quality assurance",
      "description": ""
    },
    "service5": {
      "title": "Training courses, workshops and seminars in the areas of IT and software",
      "description": ""
    },
    "blog": "Blog",
    "blog1": {
      "title": "Dashboard visualization Esp32-CAM",
      "description": ""
    },
    "blog2": {
      "title": "Spotify live tracking and Spotify archiving of your playback",
      "description": ""
    },
    "blog3": {
      "title": "Wheel of Fortune Simulation -->Everydaytooltip by Tim Tool.",
      "description": ""
    },
    "blog4": {
      "title": "Maps App Where did I walk last time",
      "description": ""
    },
    "blog5": {
      "title": "TSafetyButton app or time tracking as weekly planner app --> ERP based?",
      "description": ""
    }},
    "portfolio": {
      "title": "My Projects",
      "description": "Explore my portfolio, showcasing web development, mobile apps, and more.",
      "project1": {
        "title": "ZelTimer",
        "description": "Time management"
      },
      "project2": {
        "title": "DestiWishWheel",
        "description": "Random Wish Wheel"
      },
      "project3": {
        "title": "AntZel",
        "description": "Live-Tracking & History",
        "image":"./LiveTrackingAndHistory.png"
      }
    },
  "about": {
    "title": "About Us",
    "description": "We are a software development company focused on microservices, mobile apps, and IoT solutions. Our mission is to deliver innovative and high-quality software solutions.",
    "vision": "Our vision is to redefine technological standards and establish a leading position in the software industry.",
    "experience": "Our projects include the development of microservices with Spring Cloud, Android and iOS apps, and IoT integrations for companies such as Toll Collect, Entraserv, and Stromnetz Berlin.",
    "goals": "We are committed to sustainable growth, the successful launch of apps and services, and positioning our company as a leader in innovative software solutions.",

    "descriptionLong": "Discover more about our expertise in software development and how we create value through technological innovation.",
    "visionLong": "Our mission is to deliver tailored software solutions that meet market demands and set new technological benchmarks. With our experience in microservices, test automation, and app development, we actively shape the future of the software industry.",
    "experienceLong": "With extensive experience in software development, IT consulting, and test automation, we have successfully executed projects for renowned companies like Toll Collect, Entraserv, and Stromnetz Berlin. Our technical expertise includes Java, Kotlin, Docker, GitLab CI/CD, Android and iOS apps, as well as IoT solutions such as ESP32 and Grafana.",
    "goalsLong": "Our long-term goals are to expand our portfolio with innovative software solutions, launch successful game and service apps, and establish our company as a trusted partner in the software industry."
  },
    "contact": {
      "title": "Contact Me",
      "description": "Get in touch for inquiries or collaborations."
    },
    "data_protection": {
      "title": "Data protection and data security",
      "welcome": "Data protection & data security",
      "services": "General Data Protection Regulation GDPR",
      "blog": "Imprint",
      "description": "Data protection and imprint"
    }
  }

