{
  "header": {
    "title": "My Portfolio",
    "home": "Home",
    "portfolio": "Portfolio",
    "about": "About Me",
    "contact": "Contact",
    "data_protection": "Data Protection"
  },
  "home": {
    "title": "Zelkulon",
    "welcome": "Welcome to my portfolio!",
    "services": "Services",
    "service1": {
      "title": "Software app development",
      "description": ""
    },
    "service2": {
      "title": "Distribution and development for Apple App Store and Google Play Store",
      "description": ""
    },
    "service3": {
      "title": "Testing to ISTQB standard",
      "description": ""
    },
    "service4": {
      "title": "IT consulting and quality assurance",
      "description": ""
    },
    "service5": {
      "title": "Training courses, workshops and seminars in the areas of IT and software",
      "description": ""
    },
    "blog": "Blog",
    "blog1": {
      "title": "Dashboard visualization Esp32-CAM",
      "description": ""
    },
    "blog2": {
      "title": "Spotify live tracking and Spotify archiving of your playback",
      "description": ""
    },
    "blog3": {
      "title": "Wheel of Fortune Simulation -->Everydaytooltip by Tim Tool.",
      "description": ""
    },
    "blog4": {
      "title": "Maps App Where did I walk last time",
      "description": ""
    },
    "blog5": {
      "title": "TSafetyButton app or time tracking as weekly planner app --> ERP based?",
      "description": ""
    }},
    "portfolio": {
      "title": "My Projects",
      "description": "Explore my portfolio, showcasing web development, mobile apps, and more.",
      "project1": {
        "title": "ZelTimer",
        "description": "Time management"
      },
      "project2": {
        "title": "DestiWishWheel",
        "description": "A Random Wish WHeel"
      },
      "project3": {
        "title": "Live-Tracking & History",
        "description": "Song Counter of Artist tracks - Spotify",
        "image":"./LiveTrackingAndHistory.png"
      }
    },
    "about": {
      "title": "About Me",
      "description": "I am a graduate in applied computer science with experience in software development, IT consulting, and test automation. My focus is on developing innovative microservices, apps, and IoT solutions.",
      "vision": "With my company, I aim to set new standards in software development and secure a leading position in the industry.",
      "experience": "I have worked on projects for Toll Collect, Entraserv, and Stromnetz Berlin, including microservices with Spring Cloud and Android/iOS apps.",
      "goals": "My goals are to successfully launch game and service apps and establish my UG in the long term.",

      "descriptionLong": "Learn more about my journey and expertise in software development.",
      "visionLong": "I strive to develop innovative software solutions and further expand my knowledge in the areas of microservices, testing and app development. My vision is to set new standards in software development with my own company and to take a leading position in the industry in the long term.",
      "experienceLong":"I am a graduate in applied computer science with extensive experience as a software developer, IT consulting and test automation at companies such as Toll Collect, Entraserv and Stromnetz Berlin. My projects include the development of microservices with Spring Cloud, Android and iOS apps, as well as solutions with ESP32 and Grafana. I also have expertise in technologies such as Java, Kotlin, Docker and GitLab CI/CD.",
      "goalsLong": "My goals are to take off as a software developer, successfully establish my UG and publish game and service apps. I want to maximise my income to support my family and develop myself as an expert in software development."
    },
    "contact": {
      "title": "Contact Me",
      "description": "Get in touch for inquiries or collaborations."
    },
    "data_protection": {
      "title": "Data protection and data security",
      "welcome": "Data protection & data security",
      "services": "General Data Protection Regulation GDPR",
      "blog": "Imprint",
      "description": "Data protection and imprint"
    }
  }

