{
  "header": {
    "title": "Portföyümüz",
    "home": "Ana Sayfa",
    "portfolio": "Portföy",
    "about": "Hakkımızda",
    "contact": "İletişim",
    "data_protection": "Gizlilik Politikası"
  },
  "home": {
    "title": "Zelkulon",
    "welcome": "Portföyüme hoş geldiniz!",
    "services": "Hizmetler",
    "service1": {
      "title": "Yazılım uygulaması geliştirme",
      "description": ""
    },
    "service2": {
      "title": "ISTQB standardına göre test",
      "description": ""
    },
    "service3": {
      "title": "Apple App Store ve Google Play Store için Satış ve Geliştirme",
      "description": ""
    },
    "service4": {
      "title": "BT danışmanlığı ve kalite güvencesi",
      "description": ""
    },
    "service5": {
      "title": "BT ve yazılım alanlarında eğitim kursları, atölye çalışmaları ve seminerler",
      "description": ""
    },
    "blog": "Blog",
    "blog1": {
      "title": "Pano görselleştirme Esp32-CAM",
      "description": ""
    },
    "blog2": {
      "title": "Spotify canlı izleme ve oynatmalarınızın Spotify arşivlemesi.",
      "description": ""
    },
    "blog3": {
      "title": "Çarkıfelek Simülasyonu --> Tim Tool tarafından hazırlanan Everyydaytooltip.",
      "description": ""
    },
    "blog4": {
      "title": "Haritalar Uygulaması En son nerede yürüdüm",
      "description": ""
    },
    "blog5": {
      "title": "SafetyButton uygulaması veya haftalık planlayıcı uygulaması olarak zaman takibi --> ERP tabanlı?",
      "description": ""
    }},
    "portfolio": {
      "title": "Projelerim",
      "description": "Web geliştirme, mobil uygulamalar ve daha fazlasını içeren portföyümü keşfedin.",
      "project1": {
        "title": "ZelTimer",
        "description": "Zaman Yönetimi"
      },
      "project2": {
        "title": "DestiWishWheel",
        "description": "Rastgele Bir Dilek Hissi"
      },
      "project3": {
        "title": "Canlı İzleme ve Geçmiş",
        "description": "Sanatçı parçalarının Şarkı Sayacı - Spotify"
      }
    },
  "about": {
    "title": "Hakkımızda",
    "description": "Mikro servisler, mobil uygulamalar ve IoT çözümlerine odaklanan bir yazılım geliştirme şirketiyiz. Misyonumuz, yenilikçi ve yüksek kaliteli yazılım çözümleri sunmaktır.",
    "vision": "Vizyonumuz, teknolojik standartları yeniden tanımlamak ve yazılım sektöründe lider bir konuma ulaşmaktır.",
    "experience": "Projelerimiz arasında Spring Cloud ile mikro servislerin geliştirilmesi, Android ve iOS uygulamaları ile Toll Collect, Entraserv ve Stromnetz Berlin gibi şirketler için IoT entegrasyonları yer almaktadır.",
    "goals": "Sürdürülebilir büyüme, uygulama ve hizmetlerin başarılı bir şekilde piyasaya sürülmesi ve şirketimizi yenilikçi yazılım çözümleri sağlayıcısı olarak konumlandırmaya kararlıyız.",

    "descriptionLong": "Yazılım geliştirme konusundaki uzmanlığımız ve teknolojik yenilikler ile nasıl değer yarattığımız hakkında daha fazla bilgi edinin.",
    "visionLong": "Amacımız, pazar ihtiyaçlarını karşılayan ve yeni teknolojik standartlar belirleyen özel yazılım çözümleri sunmaktır. Mikro servisler, test otomasyonu ve uygulama geliştirme konularındaki deneyimimizle yazılım sektörünün geleceğini şekillendiriyoruz.",
    "experienceLong": "Yazılım geliştirme, IT danışmanlığı ve test otomasyonu alanlarında geniş deneyimimizle, Toll Collect, Entraserv ve Stromnetz Berlin gibi tanınmış şirketler için projeleri başarıyla tamamladık. Teknik uzmanlık alanlarımız arasında Java, Kotlin, Docker, GitLab CI/CD, Android ve iOS uygulamaları ile ESP32 ve Grafana gibi IoT çözümleri bulunmaktadır.",
    "goalsLong": "Uzun vadeli hedeflerimiz, yenilikçi yazılım çözümleriyle portföyümüzü genişletmek, başarılı oyun ve hizmet uygulamaları piyasaya sürmek ve şirketimizi yazılım sektöründe güvenilir bir iş ortağı olarak konumlandırmaktır."
  },
    "contact": {
      "title": "İletişime Geç",
      "description": "Soru ve işbirliği için benimle iletişime geçin."
    },
    "data_protection": {
      "title": "Veri koruma ve baskı",
      "welcome": "Veri koruma ve veri güvenliği",
      "services": "Veri koruma",
      "blog": "Veri güvenliği",
      "description": "Veri koruma ve veri güvenliği"
    }
  }
